{
    "folders": {
        "Business Unit 1": {
            "O1 The Business Idea": {
                "Personal Motivation": "The inspiration or drive to achieve a desired outcome.",
                "Financial Independence": "refers to the capacity to support a lifestyle without having to be employed or be dependant on others.",
                "Personal Independence": "refers to the capacity to be in control of decisions that affect one's everyday activities",
                "Profit": "The amount of money remaining after expenses have been deducted from revenue",
                "To Fulfill a Market Need": "providing products that customers require that may not be available.",
                "To Fulfill a Social Need": "refers to the production or selling of goods and services for the purpose of making the world a better place.",
                "Business Managers": "refers to a person who runs the day-to-day operations of a business so that it makes a profit (and ensure it successfully achieves its goals)",
                "Entrepreneurs": "The capacity and willingness to develop, organize and manage a business venture along with any of its risks in order to make a profit.\n - initiative: taking the first steps in a process\n - innovation: improving an existing product/process\n - shared vision: a clear understanding of what the business will be like in the future",
                "Innovation": "changing processes or creating more effective processes, products and ideas.",
                "Customer Needs": "Problems that customers intend to solve with the purchase of a good or service.",
                "Technological Development": "the application of knowledge that has changed people's lives and changed the way businesses operate.",
                "Global Markets": "The activity of buying or selling goods and services in all the countries of the world.",
                "Goal Setting / objectives": "describes what a business expects to achieve over a set period of time.",
                "Decision Making": "the ability to select the most appropriate course of action from a range of alternatives.",
                "Opportunity": "refers to gaps in the market that no other business has noticed or paid attention to.",
                "Business Concept": "An idea for a business and a unique selling proposition that gives a company an advantage over competitors​.",
                "Business Opportunity & Concept Relationship": "ideas come from business opportunities, leading to the development of business concept.",
                "Feasibility Studies": " An analysis and evaluation of a proposed business plan.",
                "Market research": "Is the process of systematically identifying, collecting, analysing, and using information concerning a specific market.",
                "Economy": "encompasses all activity related to production, consumption and trade of goods and services in an area.",
                "Corporate Social Responsibility": "a business' ability to go above and beyond their legal obligations when considering the impact of their decisions on their employees, community, and environment.\n generally applies to efforts that go above and beyond what may be legally required....",
                "Research and Development": "The effort a company devotes to the innovation, and improvement of its products and processes.",
                "Government Investment In Research and Development": "governments support for businesses to conduct R&D via direct funding, grants and tax incentives",
                "Council Grants": "a gift to an individual or company that does not need to be paid back, to support the business"
            },
            "O2 Internal Business": {
                "internal environment": "refers to factors over which the business has some degree of control (aka the micro environment).",
                "factors within the internal environment": "employess & managers, legal business structure, type of business model, business location, sources of finance, business support services.",
                "external environment": "refers to factors over which the business has little control.",
                "incorporated": "a business that has seperate legal existance apart from its owner(s).",
                "unlimited liability": "when the business owner is personally responsible for all the debts of the business.",
                "sole trader (and PROS+CONS)": "a business owned and operated by one person.\nPROS: simple/inexpensive to set up, owner has complete control, owner keeps all profits.\nCONS: unlimited liability, harder to gain finance, burden of managing business alone.",
                "partnership (and PROS+CONS)": "a business that is owned and operated by 2-20 people.\nPROS: simple/inexpensive to set up, workload shared amongst partners, different skills brought by owners.\nCONS: unlimited liability, potential for disagreement, need to share profits equally.",
                "company": "business structure that goes through incorporation.",
                "private limited company (and PROS+CONS)": "an incorporated business that is owned by up to 50 shareholders.\nPROS: limited liability, company tax rate, life of company lasts longer.\nCONS: complex/expensive to set up, more reporting requirements, shares cannot be traded fairly.",
                "public listed company (and PROS+CONS)": "refers to a business owned by shareholders, where the shares of a business can be purchased or sold on an open market.\nPROS: limited liability, company tax rate, life of company lasts longer.\nCONS: complex/expensive to set up, more reporting requirements, less freedom to make decisions.",
                "social enterprise (and PROS+CONS)": "refers to a business that exists primarily to fulfull a vision that benefits the community or social need, rahter than shareholders.\nPROS: can encourage community, improve morale.\nCONS: difficult to obtain finances, difficult to balance financial and social objectives.",
                "government business enterprise (and PROS+CONS)": "a business that is owned by the government.\nPROS: may invest in areas that private sectors are hesitant, provides healthy competition.\nCONS: direction changes with government, political interferences, not as productive.",
                "online business (and PROS+CONS)": "refers to  any kind of business activity that happens over the internet.\nPROS: able to reach customers around the globe, less expensive than a physical store.\nCONS: e-crimes increasing, unable to inspect goods, negative reviews available to everyone.",
                "direct-to-consumer (and PROS+CONS)": "refers to a retail business model that sells directly to the customers.\nPROS: higher savings lead to more profit, builds loyalty, able to sell to a wide audience.\nCONS: increased complexity, competition rising.",
                "brick and morter (and PROS+CONS)": "referst to any existing businesses with a physical location.\nPROS: face to face, able to inspect goods.\nCONS: expensive to own, may be forced to increase prices to cover costs.",
                "franchise (and PROS+CONS)": "refers to a type of liscence that is acquired to allow business owners access to a business' knowledge, processes, and name - to sell products or services.\nPROS: established name and reputation, less risk, supports are provided.\nCONS: limited freedom, expensive to set up, business cannot expand.",
                "import and export business (and PROS+CONS)": "produces goods in other countries and sells to local customers.\nPROS: international growth, larger level of market share.\nCONS: more taxes/red tape/laws, need to maintain high quality, meet CSR.",
                "established business (and PROS+CONS)": "an entiity that is already operating.\nPROS: already established customer base, assets readily available.\nCONS: hard to change bad habits, stubborn internal environment, hard to value.",
                "starting a new business (and PROS+CONS)": "an entity that is just beginning operations.\nPROS: freedom of choice/direction, no overpaying, start small; expand.\nCONS: increased risk, takes time to create customer base, profits take time.",
                "natural resources": "useful, raw materials that are gathered from the earth.\nFACTORS TO CONSIDER:\n- environmentally friendly? \n- reduce wastage how? \n- sustainable, accessible, reasonably priced? \n- sources of natural resources?",
                "labour resourecs": "the efforts expended by individuals to bring a product or service to the position where it is ready to be sold.\nFACTORS TO CONSIDER:\n- skills and qualifications needed.\n- employee retainability.\n- train new employees.\n- workplace relations.",
                "capital resources": "a manufactured asset that is used to generate shareholders.\nFACTORS TO CONSIDER:\n- machinery needed\n- repair and maintan how?\n- labour have right skills to use capital.\n- sustainable practises?",
                "shopping centres (and PROS+CONS)": "an area of complex shops.\nPROS: easy to acess, large amounts of foot traffic, well established.\nCONS: easily accessible to competitors, expensive to lease, must stay open for longer.",
                "retail shopping strips (and PROS+CONS)": "a row of stores trading together in a neighbourhood.\nPROS: high visibility, low costs, attracts locals.\nCONS: hard to park, reduced foot traffic (due to weather).",
                "online presence (and PROS+CONS)": "any existence of an individual/business that can be found via an online search.\nPROS: very low cost, convenient to access, can be an add on to an existing business.\nCONS: lose face-to-face interaction, cyber crimes, start up and maintanence costs.",
                "home based businesses (and PROS+CONS)": "any business where the primary office is located in the owner's home.\nPROS: saves on expenses, quality time with family, can be an add on to an existing business.\nCONS: more legal restrictions, imbalanced work-life, isolation/less interaction with people.",
                "internal funding": "money which comes from inside the business (including its owners).\n- equity.\n- crowdfunding.\n- shares",
                "external funding": "money which comes from outside the business.\n- bank overdraft.\n- credit.\n- loans.\n- leasing.",
                "equity (and PROS+CONS)": "refers to the owner's personal investment in the business.\nPROS: cheaper than other forms of finance, no repayment required.\nCONS: risky if business fails, expectation to return on investment.",
                "shares (and PROS+CONS)": "part ownership of a business.\nPROS: no interest repayments/cheaper, no need to be repaid, can raise large amounts in a short time.\nCONS: only available in company business structure, expensive/complex.",
                "crowd funding (and PROS+CONS)": "raising finance through appeals for donations via social media and the internet.\nPROS: quick/inexpensive, feedback from community.\nCONS: require a great deal of work, not all business are able, might not reach fudning target.",
                "bank overdraft (and PROS+CONS)": "an exetension of credit from a leading insitution when an account reaches zero.\nPROS: solves short term problems, interst rate is lower than other forms of borrowing.\nCONS: only agreed upon amount, only short term solution, must be repayed.",
                "trade credit (and PROS+CONS)": "refers to credit extended to you by suppliers who let you buy now and pay later.\nPROS: solves short term problems, allows businesses to use now pay later.\nCONS: costly to manage, can destroy relations if not managed properly, only short term and physical items.",
                "loan (and PROS+CONS)": "money, property, or other material goods given to another party in exchange for further repayment of the loan value amount + interest.\nPROS: used for large purchases, better return on investment.\nCONS: risky as expenses increase, difficult for small businesses.",
                "leasing/renting (and PROS+CONS)": "a contract outlining the terms under wwhich one party agrees to rent an asset.\nPROS: tax reduction, leasing are fixed, long term.\nCONS: interest is high, need consistent cashflow to repay, can never own borrowed asset.",
                "SWOT analysis (and PROS+CONS)": "a planning tool that assesses for potential internal strengths and weaknesses while looking at the external opportunities and threats.\nPROS: low cost planning option, allows the owner to be more informed about the business, simple and easy to use.\nCONS: not a solution, can provide too much info, only a small part of the planning process.",
                "business plan (and PROS+CONS)": "a written document that descrives in deital how a business, usually a new one, is going to achieve its goals.\nPROS: provides clear direction of the business, increases chances of success.\nCONS: won't garuntee sucess, they need to be followed to ensure they are sucessful.",
                "corporate social responsibility (CSR) (and PROS+CONS)": "a business' ability to go above and beyond their legal obligations when making decisions to consider their employees, community, and environment.\nPROS: able to triple bottom line (profit, planet, people) and generate a competitive advantage.\nCONS: has negative short term impacts as it can be costly, time consuming, and take away from the main focus of the business."
            },
            "O3 External Business Environment": {
                "Operating Environment": "Made up of the stakeholders that are external to the business but directly impact business operations. Businesses have little control over these factors.\n Customers\n Competitors\n Suppliers\n Special Interest Groups",
                "Macro Environment": "The broad forces, conditions and trends in the economy and society within which the business operates. Businesses have no control over these factors.\n Legal and Government Regulations\n Economic Conditions\n Technological Considerations\n Societal \n Global Issues\n Corporate Social Responsibility Issues",
                "Occupational Health and Safety Act  2004 (Vic)": "seeks to protect the health, safety and welfare of employees and other people at work.",
                "Equal Opportunity Act 2010 (Vic)": "protects people from discrimination on the basis of their individual attributes.",
                "Societal Attitudes": "The ideas, values and beliefs held by people in a particular society which can affect the way people in that society behave.",
                "Societal Behaviour": "The actions that express these ideas, values and beliefs.\n - constantly changing\n - affect how individuals live, work and consume products\n - how businesses operate and how stakeholders view the business",
                "Values & Beliefs": "refer to the shared principles and morals of a group of people or society​",
                "Trends": "the general direction in which people's attitudes or behaviour in society is developing or changing.\n think demographics (the characteristics of the human population)",
                "Economic Conditions": "The set of influences that relate to economic activity (including interest​ rates, wages, unemployment, exchange rates, and inflation)\n Peaks\n Contraction\n Expansion\n Contraction",
                "Expansion": " INCREASING...\n consumer spending\n business expectations/optimism\n business investment\n sales and profits\n employment",
                "Contraction": "DECREASING...\n consumer spending\n business expectations/optimism\n business investment\n sales and profits\n employment",
                "Peaks": "HIGHEST...\n wages and salaries\n operating capacity\n sales and profits\n employment",
                "Troughs": "LOWEST...\n wages and salaries\n operating capacity\n sales and profits\n employment",
                "Interest Rates": "refers to the cost of borrowing money.\n As interest rates increase, it becomes more expensive to take out loans and therefore more difficult to make larger purchases\n As interest rates decrease, it becomes less expensive to take out loans and therefore easier to make larger purchases",
                "Employment Levels": "The number of people who work >1 hour in a specified week.\n Suitable employees\n Consider hiring overseas",
                "Tax Rates": "The percentage of income or value of a good, service or asset paid as tax. Higher tax rates mean lower profits.",
                "Business and Consumer Confidence": "Refer to how businesses and customers are feeling about the economy.\n The more confidence businesses and consumers have in the future of the economy, the more likely they are to spend money.\n The less confident businesses and consumers are, the more likely they are to save money.",
                "Technology": "Methods, systems and devices that are the results of scientific knowledge being used (for practical purpose).",
                "Technological Considerations": "relate to the growing use of tools, techniques or systems by businesses to solve problems or to serve a purpose in operations.\nPROS: increase efficiency and productivity, ​create new products​, improve the quality and range of goods and services.\nCONS: Costly, employees have been replaced by the technologies",
                "Globalisation": "​Refers to businesses that now operate in a worldwide market.",
                "Global Considerations": "The pressures that arise as a result of businesses operating in worldwide markets and competing on a global scale.",
                "Overseas Competitors": "Rival, or competing, businesses established in a different country.\n - have knowledge of all competitors.\n - stay informed of their rivals' strategies, and their strengths and weaknesses.​\n - plan to differentiate",
                "Overseas Markets": "Markets in countries other than where the business is located.​\nPROS: ​​Selling goods and services to overseas markets spreads the business's risk and allows it to grow.\nCONS: However, there are unique issues for the business owner to consider, such as transportation and distribution, conversion of currency, taxes and duties, marketing and packaging requirements and legal considerations.​\nNOTE: businesses must consider different requirements (modify products)",
                "Offshoring Labour": "the practice of moving some of a business's processes or services to the same or another business located in an overseas country.\nPROS: Businesses usually do this to take advantage of lower costs, including labour and transportation, as well as more favourable economic conditions in other countries.\nCONS: ​Offshoring has historically been a contentious issue because it has resulted in the loss of local jobs.​",
                "Exchange Rates": "the price of one country's currency expressed in terms of another country's currency.\n - Depreciation will make exports usually cheaper and imports more expensive.​\n - Appreciation will make exports more expensive and imports cheaper.",
                "Patents, Copyright, & Trademarks": " \n Patents: an exclusive right granted for any device, substance, method or process that is new, inventive and useful.\n Copyright: a free and automatic protection of original works.\n Trademark: a right granted over a letter, word, phrase, number, sound, smell, shape, logo, picture or aspect of packaging.",
                "Online Sales": "products sold directly to consumers via online platforms.\nPROS: Long-term costs will be reduced as the business is not required to pay for premises and expenses\nCONS: Maintenance costs",
                "Corporate Social Responsibility": "Refers to a business' ability to go above and beyond their legal obligations when considering the impact of their decisions on their employees, community, or environment\n - Ensure production will not have serious negative impacts on the environment\n - Ensure production will not have serious negative impacts on community health or social conditions",
                "Stakeholder": "A party that has an interest in a business. And can affected or be affected by the business.\n Are those that have a vested interest in the business.",
                "Customers": "refers to people who purchase goods and service from a business, expecting high quality at competitive prices.\n - plan to produce high-quality products. ​\n - recognise and assess changes in consumer tastes so it can constantly satisfy consumers' needs and wants.",
                "Competitors": "Other businesses or individuals that rival, or competing, goods or services.\n - business owners need to be aware of existing competitors, and also monitor their strategies.",
                "Competitive Advantage": "the ability of a business to develop strategies that sure it has an 'edge' over competitors.\n - must differentiate\n - highest quality goods\n - lowest cost",
                "Suppliers": "The businesses or individuals that provide the materials and other resources that the business needs to operate.\n - During the planning stage, the resources required for a business, where these resources are sourced and how they reach the business need to be considered.",
                "Supply Chains": "A range of suppliers from which the business purchases materials and resources.\n - availability\n - quality\n - quantity",
                "Special Interest Groups": "Groups that attempt to directly influence or persuade a business to adopt particular policies or procedures.",
                "Specific Issue Groups": "Formed to focus on one specific area.",
                "Business Associations": "Organisations that support businesses.",
                "(optional) Consumer Groups": "Lobby groups that monitor a business's performanc"
            }
        },
        "Business Unit 2": {
            "O1 Legal requirements and Financial Considerations": {
                "(registering the) business name": "a name or title under which a person or entity conducts a business\n - only exception: if business name matches owner's\n - does not grant exclusive rights\n - must be registered as a trademark\n - must be registered with Australian Securities and Investments Commission (ASIC)",
                "Website Domain": "a business' website address/URL on the internet, giving a business an online identity/brand.\n - represents business/brand\n - easy to remember, pronounce, and spell\n - short and unique",
                "Tax Compliance": "Taxation is a means by which government finance their expenditure by imposing charges on citizens and corporate entities.\n - Fringe benefits tax (FBT)\n - Income tax\n - Capital gains tax (CGT)\n - Payroll tax\n - Pay as You Go tax instalments (PAYG)\n - Tax deductions\n - Tax difference between sole trader and company",
                "Goods and Service Tax": "a broad-based tax for 10% on most goods, services, and other items sold or consumed in Australia.\n - businesses/entrepreneurs must collect tax with a GST turnover of $75,000 or more ($150,000 for non-profit)",
                "Work Safe Insurance": "a government agency that aims to reduce workplace injuries and support injured workers.\n - inspect worksites\n - prosecute employers for breaches of OHS\n - enforcing OHS\n - provides compulsory insurance for the cost of benefits.\n -(OHS = Occupational Health and Safety Act)",
                "...Impacts of Above Legislation": " \nPROS: provides positive image, less strain on owners... but financial strain\nCONS: legal prosecution, large fines... but deceptive acts lead to higher cash flow/profits",
                "Freelancer": "any type of independent worker who charges businesses or individuals for work on a er-job basis\n - applies to the employment relationship",
                "Bookkeepers": "assist a business in keeping and processing a business' financial records\n - often charge and hourly rate",
                "Recruiters": "assist a business in finding the right staff, often charging a fee based on the employee's salary",
                "Marketing Consultants": "responsible for raising awareness of a business' products and brand with target markets",
                "Sales Professionals": "trained to persuade people to consume a product\n -  charges a percentage/commission for every sale",
                "IT Technician": "responsible for the setup of software and troubleshooting technological problems",
                "Bank Account": "An arrangement made with a bank whereby one may deposit and withdraw money and in some cases be paid interest.\n - separates the existence of business and its owners\n - helps manage financial performance\n - helps keep records and track expenses",
                "Bank Fees": "Different accounts, different fees. Businesses may be charged monthly (ATM, phone banking, EFTPOS)",
                "Interest Rate": "this determines how much money the business will ear, depending on the money in the bank/how much they have to repay",
                "Overdraft Facility": "money financial institutions allow business to withdraw, despite not being available in their account",
                "Credit Card": "allow maximum amounts that a business is allocated, as well as interest on unpaid balances",
                "Convenience and Support": "access to supportive staff and a variety of secure banking options, which eases the burden of running a business",
                "Financial Controls": "processes, methods, and tools that allow a business to accurately monitor and manage financial performance",
                "Budgeting": "estimating the business' financial performance for a given period in the future\n - understanding of the current situation\n - determine expansions/contraction condition\nPROS: helps future decision making, accountable and on track\nCONS: time consuming/expensive, may not equate to future results",
                "Auditing/shared duties": "examination/inspection of various financial processes and internal control\nPROS: helps future decision making, valuable feedback, allows specific strategies\nCONS: time consuming/expensive, detract from focus",
                "Inventory Management": "ensure the costs are minimised and that the business has access to the right amount of materials when required\nPROS: lower level of wastage, storage costs, fresher/better\nCONS: affects supplier relationships, time consuming",
                "(Establishing) Record Keeping": "organising and storing all the documents relating a to a business' activities\n - How much money (berapa)\n - Who you hire (siapa)\n - Where the business operates (mana)\n - How business operates (macan mana)\n - track business health\n - manage cashflow\n - demonstrate financial position\n - protect business if required\n - complete history",
                "Income Statement": "calcuates how much profit a business has made over a period of time... which shows the....\n - amount of income earned\n - costs incurred\n - whether profit/loss",
                "Balance Sheet": "shows a businesses assets and liabilities (financial position) at a point in time\n - represents net worth\n - monitors debt\n - evaluate overall financial position (to improve future)",
                "Bookkeeping": "the keeping and processing of a business' financial records",
                "Supplier": "those that provide a business with materials and other resources",
                "Procurement": "the process of finding, acquiring and purchasing resources from suppliers\n - price\n - quality\n - reliability\n - proximity",
                "Policy": "a written set of broad guidelines to be followed by all employees",
                "Procedure": "a series of actions that enable a policy to be put into practice",
                "Advantages": "...\n - helps employees understand what id expected of them\n - framework for consistent decision-making\n - allows accepted methods of dealing with complaints/misunder"
            },
            "O2 Marketing a Business": {
                "Marketing": "a system of interacting activities designed to plan, price, promote, and distribute products to present and potential customers.\n - creating products customers want + afford.\n - raising awareness.\n - distributing to customers at the right time/place.",
                "Business Objectives": "the overall goals the business wishes to achieve.",
                "Relationship Between Marketing and Business Objectives": "a successful marketing strategy requires businesses to adopt a customer oriented approach.",
                "Brand Identity": "a name/term/symbol that identifies a specific product and distinguishes it from competitors.",
                "Internal Environment": "factors working within a business, and the ways in which they interact.\n Owners.\n Managers.\n Employees.",
                "External Operating Environment": "Made up of the stakeholders that are external to the business but directly impact business operations. Businesses have little control over these factors.\n Customers.\n Competitors.\n Suppliers.",
                "External Macro Environment": "The broad forces, conditions and trends in the economy and society within which the business operates. Businesses have no control over these factors.\n Economic Forces.\n Legal Forces.\n Technological Forces.\n Social Forces.",
                "Market Research": "refers to the process of systematically identifying, collecting, analysing, and using information concerned about a specific market.",
                "Primary Data": "information collected from the original sources, by the business itself.",
                "Survey": "gathering data by asking questions/interviews.\nPROS: provides firsthand information.\nCONS: difficult to gather.",
                "Observational": "recording the behaviour of customers.\nPROS: possibly highly accurate.\nCONS: limited to what happens, not why.",
                "Experimentation": "gathering data by evaluating the cause and the effect of alternating and tightly controlled factors.\nPROS: most accurate.\nCONS: time consuming/costly.",
                "Secondary Data": "information previously collected by external forces, found by the business.",
                "Internal Data": "information already collected within the business.\nPROS: less time consuming, relevant, data in line with business.",
                "External Data": "published information from sources outside the business.\nPROS: less time consuming, relevant data, whole wide analysis.",
                "Target Market": "a group of customers with similar characteristics who purchase or potentially purchase a product.",
                "Market Segments": "when the total market is subdivided into groups who share one or more common characteristics.",
                "Market Dimensions": "the broad elements that allow a potential market segmentation to be identified.\n Demographic\n Geographic\n Psychographic\n Behavioural",
                "Consumer Trends": "Needs, preferences, desired, and beliefs o customers affecting their buying-decisions. These needs and preferences are constantly changing.",
                "Consumer Behaviour": "The decision and actions of consumers when they purchase goods and services for personal or household use.",
                "[?] Marketing & Consumer Behaviour": "[marketing closely examines the behaviour of consumers to understand what motivates individuals to purchase particular products.]",
                "Product": "a good, service, experience, idea, or information that is offered to satisfy a need or want.",
                "Price": "the amount of money the customer pays to enjoy a product.\n - demand and supply\n - unique and valuable features",
                "Place": "refers to making the product available to consumers, wherever they choose to purchase it.\n - physical location\n - online location",
                "Promotion": "methods used by a business to inform, persuade, and remind a target market about its products.\n - attract new customers\n - encourage existing customers",
                "People": "everyone who is involved in the product of a business.\n - managers, employees, customers",
                "Physical Evidence": "everything that the customer sees when interacting with a business.\n - features of the product\n - physical environment",
                "Process": "the flow of activities or mechanisms that take place when there is any interaction between customer and a business.\n - delivery\n - *process* of acquiring",
                "Product Life Cycle": "the distinct stages of a product's existence.",
                "Introduction Stage": "the period during which a product is launched.\n - increase awareness",
                "Growth Stage": "when the product begins to increase sales to customers.\n - utilise brand",
                "Maturity Stage": "when the product is fully accepted into the market and sales reach their peak.\n - maintain market share and extend life cycle",
                "Decline Stage": "when  the product no longer appeals to the customer.\n - decide what to do next",
                "Extension Stage": "the revival of a product, beginning a new cycle o growth and eventual maturity.\n - through exports, through diversification",
                "Customer Relations Strategies": "strategies that enable a business to acquire, retain, and grow relationships with its target customer and market.",
                "Quality Customer Service": "how well a business responds to the needs and problems of the customer.",
                "Customer Loyalty Programs": "a reward-based program offered by a business for frequently returning customers.",
                "Public Relations": "planned and sustained effort to establish and maintain goodwill and mutual understanding between a business and its publics.",
                "Planned Public Relations": "a series of public relations activities undertaken to achieve a specific objective.",
                "Crisis Public Relations": "strategies that a business implements when an unforeseen event generates unfavourable publicity that may threaten the image and reputation of the business.",
                "Corporate Social Responsibility": "Refers to a business' ability to go above and beyond their legal obligations when considering the impact of their decisions on their employees, community, or environment.",
                "Green Marketing": "the practice of promoting and selling products based on their environmental benefits"
            },
            "O3 Staffing a Business": {
                "Human resources": "Employees in the business.​",
                "Staffing": "The process of finding, acquiring, preparing and retaining the right employee for a position in the business.​",
                "Human resource manager": "Specialist/manager, who is responsible for staffing.​",
                "Business objectives": "the overall goals a business wishes to achieve over a period of time\n - making a profit\n - expanding the business\n - increasing market share",
                "Performance of staff": "How well the job activities of employees are carried out\n - higher productivity = increased sales + achieving objectives\n - lower productivity = jeopardy of business",
                "Staffing Needs": "Human resource requirements of a business​\n - number of employees\n - their qualifications (skills)\n - when and where are they required",
                "Benefits of Identifying Staffing Needs": "...\n - Leverage skills to succeed\n - New ideas may come from their experience or from the training they undertook to earn a qualification.​",
                "Limitations/Costs of Identifying Staffing Needs": "...\n - Uncertain whether business will succeed\n - Cost may be not be worth human resources",
                "Technology": "The purposeful application of information in the design, production, and utilisation of goods and services, and in the organisation of human activities.​",
                "Job analysis": "the study of an employee’s job in order to determine the duties performed, the time involved with each of those duties, the responsibilities involved and the equipment required​​",
                "Job description": "A written statement describing the employee’s duties, and tasks and responsibilities associated with the job.​",
                "Job specification": "​A list of the key qualifications needed to perform the particular job in terms of education, skills and experience.​",
                "Job design": "​details the number, kind, and variety of tasks that individual employees perform in their jobs. Jobs may be designed so they include a variety of tasks to keep employees interested and motivated.​",
                "Benefits of Job Analysis/Design": "...\n - Analysis: ensures staff have necessary skills\n - Analysis: better recruitment and selection strategy\n - Design: creates motivated and productive employees\n - **Overall sets clear expectations**",
                "Limitations/Costs of Job Analysis/Design": "...\n - time consuming\n - difficult to capture every job specification\n - job description becomes outdated as business grows",
                "Recruitment": "the process of attracting qualified job applicants from which to select the most appropriate person for a specific job.",
                "Internal recruitment": "refers to filling job vacancies with present employees",
                "Intranet": "internal websites, only available to staff",
                "Word of mouth": "learning of job vacancies verbally",
                "Benefits of Internal Recruitment": "...\n - employees are familiar\n - provides career path that rewards valued employees\n - advertising costs reduced",
                "Limitations/Costs Internal Recruitment": "...\n - applicants may be closed-minded\n - external recruitment necessary anyway\n - potentially no one suitable\n - conflict/jealousy",
                "External recruitment": "refers to filling job vacancies with people outside of the business",
                "Websites": "virtual locations on the world wide web",
                "Online recruitment": "using technology to find, attract, assess, and hire new personnel",
                "Social media": "technology that facilitates sharing ideas",
                "Benefits of  External Recruitment": "...\n - wider range of applicants\n - new/fresh approaches\n - increases numbers",
                "Limitations/Costs External Recruitment": "...\n - all unknown\n - advertising costs\n - internal may be resentful",
                "Selection": "choosing the candidate who best matches business requirements",
                "Interview": "questions asked to evaluate the candidates personality, motivations, and attitudes\nPROS: able to meet candidates\nPROS: provides opportunity for further questions\nCONS: can be dishonest\nCONS: doesnt assess actual skill",
                "Psychological training": "methods that provide valuable information about perceptions, thoughts, feelings, or cognitive function\nPROS: insights into personality\nPROS: insights into team/leadership skills\nCONS: relies on honesty\nCONS: unreliable measurements",
                "Tests": "written/practical to assess intelligence, aptitude, or ability\nPROS: insights into actual skills\nPROS: allows candidates to showcase skills\nCONS: only assesses technical skill\nCONS: artificial environment may cause anxiety/under performance",
                "Online selection": "when part of the screening process is conducted online\nPROS: convenient\nPROS: can perform a wide variety of tasks\nCONS: impersonal\nCONS: not secure",
                "Full time employees": "on-going employment contract, including all legally required entitlements\n - commit to constant hours\n - become highly skilled\n - provides reliability\n - develops loyalty\nCONS: expensive to maintain\nCONS: difficult to terminate",
                "Part time employees": "working fewer ordinary weekly/monthly hours\nPROS: commit to set hours per week\nPROS: cost less that full time\nCONS: commitment is questionable\nCONS: required hard work to achieve belonging",
                "Casual employees": "working on an hourly basis\nPROS: compensates short-term workload\nPROS: offers maximum flexibility\nPROS: paid hourly\nPROS: generally not eligible for entitlements\nCONS: higher wage\nCONS: least committed",
                "National Employment Standards": "minimum entitlements for employees, legislated by the government\n - 38 maximum weekly hours\n - request for flexible working arrangements\n - parental leave\n - annual leave\n - personal/carer's compassionate leave\n - community service leave\n - long service leave\n - public holidays\n - notion of termination + redundancy pay\n - fair work information statement",
                "Employer expectations": "provisions and expectations written in employment (possibly not in writing)",
                "business loyalty": "the responsibility of employees toward the business (protecting reputation and sensitive information)",
                "terms of notice": "departing employees give warning within a reasonable amount of time",
                "contract of employment": "adhering to policies and procedures or classifications of position within business (awards, collective, individual)",
                "Conditions of employment": "what employers have agreed to give employees in exchange for work\n - (all national employment standards)",
                "Renumeration": "financial payments employees receive in return for working for an employer",
                "flexible working conditions": "patterns of work that allow balance of work and family responsibilities",
                "job security": "the belief that employees will not lose their job",
                "work-life balance": "achieving the right amount of time between work and personal life",
                "Occupational Health and Safety Act 2004": "set of standards that employers are obliged to follow to maintain a safe workplace for staff and other stakeholders",
                "Equal Opportunity Act 2010": "protects from discrimination on the basis of individual attributes.",
                "WorkSafe Victoria": "workplace health and safety regulators, that reduce harm and improves outcomes for injured employees",
                "Workplace Gender Equality Agency": "regulators that improve equality between genders, and provide advice to employers",
                "Employee induction": "the process of acquainting new employees with the business\n - audiovisual presentation\n - tours of premises\n - handbook\n - hands-on training\n - quizzes\nPROS: builds confidence/familiarity\nPROS: reduces stress/anxiety\nCONS: expensive\nCONS: time consuming",
                "Corporate Social Responsibility": "refers to a business' ability to go above and beyond their legal requirements when considering the impacts of their decisions on employees, the community, and the environment",
                "Overseas Recruitment": "refers to hiring employees from another country, and bringing them into domestic country through visas.\nPROS: acquiring specialised expertise\nCONS: bureaucratic"
            }
        }
    }
}